package com.ch12;

public class Data {

    static String[] Headlines = {
        "耶誕老人",
        "耶誕樹"
    };

    static String[] Articles = {
        "耶誕老人\n\n聖誕老人此一神秘人物帶給小孩子們禮物的概念衍生自聖尼古拉（Saint Nicholas）。尼古拉是一位4世紀生活在小亞細亞的好心主教，荷蘭人在聖尼古拉斯節（12月6日）便會模仿他送禮物。在北美洲，荷蘭和英國殖民者把這一傳統融入聖誕節日的慶祝里，荷蘭語的聖尼古拉（Sinterklaas）傳進英語成為Santa Claus也就相應的成為聖誕老人的人物了。",
        "耶誕樹\n\n聖誕樹是聖誕節慶祝中最有名的傳統之一。通常人們在聖誕前後把一棵常綠植物如松樹弄進屋裡或者在戶外，並用聖誕燈和彩色的裝飾物裝飾。並把一個天使或星星放在樹的頂上。古羅馬鑲嵌畫顯示，酒神狄俄尼索斯凱旋自印度，拿著一個針葉樹的枝條。基督教化進程也可以在古英語詩十字架之夢（Dream of the rood）中得到印證，在詩中樹就是耶穌受刑的刑具。這首詩也引用創世記中記載的辨識善惡樹。"
    };
}
